export const YEARS = [
  {
    id: 2024,
    value: 2024,
  },
  {
    id: 2023,
    value: 2023,
  },
  {
    id: 2022,
    value: 2022,
  },
  {
    id: 2021,
    value: 2021,
  },
  {
    id: 2020,
    value: 2020,
  },
  {
    id: 2019,
    value: 2019,
  },
  {
    id: 2018,
    value: 2018,
  },
  {
    id: 2017,
    value: 2017,
  },
  {
    id: 2016,
    value: 2016,
  },
  {
    id: 2015,
    value: 2015,
  },
  {
    id: 2014,
    value: 2014,
  },
  {
    id: 2013,
    value: 2013,
  },
  {
    id: 2012,
    value: 2012,
  },
  {
    id: 2011,
    value: 2011,
  },
  {
    id: 2010,
    value: 2010,
  },
  {
    id: 2009,
    value: 2009,
  },
  {
    id: 2008,
    value: 2008,
  },
  {
    id: 2007,
    value: 2007,
  },
  {
    id: 2006,
    value: 2006,
  },
  {
    id: 2005,
    value: 2005,
  },
  {
    id: 2004,
    value: 2004,
  },
  {
    id: 2003,
    value: 2003,
  },
  {
    id: 2002,
    value: 2002,
  },
  {
    id: 2001,
    value: 2001,
  },
  {
    id: 2000,
    value: 2000,
  },
  {
    id: 1999,
    value: 1999,
  },
  {
    id: 1998,
    value: 1998,
  },
  {
    id: 1997,
    value: 1997,
  },
  {
    id: 1996,
    value: 1996,
  },
  {
    id: 1995,
    value: 1995,
  },
  {
    id: 1994,
    value: 1994,
  },
  {
    id: 1993,
    value: 1993,
  },
  {
    id: 1992,
    value: 1992,
  },
  {
    id: 1991,
    value: 1991,
  },
  {
    id: 1990,
    value: 1990,
  },
  {
    id: 1989,
    value: 1989,
  },
  {
    id: 1988,
    value: 1988,
  },
  {
    id: 1987,
    value: 1987,
  },
  {
    id: 1986,
    value: 1986,
  },
  {
    id: 1985,
    value: 1985,
  },
  {
    id: 1984,
    value: 1984,
  },
  {
    id: 1983,
    value: 1983,
  },
  {
    id: 1982,
    value: 1982,
  },
  {
    id: 1981,
    value: 1981,
  },
  {
    id: 1980,
    value: 1980,
  },
  {
    id: 1979,
    value: 1979,
  },
  {
    id: 1978,
    value: 1978,
  },
  {
    id: 1977,
    value: 1977,
  },
  {
    id: 1976,
    value: 1976,
  },
  {
    id: 1975,
    value: 1975,
  },
  {
    id: 1974,
    value: 1974,
  },
  {
    id: 1973,
    value: 1973,
  },
  {
    id: 1972,
    value: 1972,
  },
  {
    id: 1971,
    value: 1971,
  },
  {
    id: 1970,
    value: 1970,
  },
  {
    id: 1969,
    value: 1969,
  },
  {
    id: 1968,
    value: 1968,
  },
  {
    id: 1967,
    value: 1967,
  },
  {
    id: 1966,
    value: 1966,
  },
  {
    id: 1965,
    value: 1965,
  },
  {
    id: 1964,
    value: 1964,
  },
  {
    id: 1963,
    value: 1963,
  },
  {
    id: 1962,
    value: 1962,
  },
  {
    id: 1961,
    value: 1961,
  },
  {
    id: 1960,
    value: 1960,
  },
  {
    id: 1959,
    value: 1959,
  },
  {
    id: 1958,
    value: 1958,
  },
  {
    id: 1957,
    value: 1957,
  },
  {
    id: 1956,
    value: 1956,
  },
  {
    id: 1955,
    value: 1955,
  },
  {
    id: 1954,
    value: 1954,
  },
  {
    id: 1953,
    value: 1953,
  },
  {
    id: 1952,
    value: 1952,
  },
  {
    id: 1951,
    value: 1951,
  },
  {
    id: 1950,
    value: 1950,
  },
  {
    id: 1949,
    value: 1949,
  },
  {
    id: 1948,
    value: 1948,
  },
  {
    id: 1947,
    value: 1947,
  },
  {
    id: 1946,
    value: 1946,
  },
  {
    id: 1945,
    value: 1945,
  },
  {
    id: 1944,
    value: 1944,
  },
  {
    id: 1943,
    value: 1943,
  },
  {
    id: 1942,
    value: 1942,
  },
  {
    id: 1941,
    value: 1941,
  },
  {
    id: 1940,
    value: 1940,
  },
  {
    id: 1939,
    value: 1939,
  },
  {
    id: 1938,
    value: 1938,
  },
  {
    id: 1937,
    value: 1937,
  },
  {
    id: 1936,
    value: 1936,
  },
  {
    id: 1935,
    value: 1935,
  },
  {
    id: 1934,
    value: 1934,
  },
  {
    id: 1933,
    value: 1933,
  },
  {
    id: 1932,
    value: 1932,
  },
  {
    id: 1931,
    value: 1931,
  },
  {
    id: 1930,
    value: 1930,
  },
  {
    id: 1929,
    value: 1929,
  },
  {
    id: 1928,
    value: 1928,
  },
  {
    id: 1927,
    value: 1927,
  },
  {
    id: 1926,
    value: 1926,
  },
  {
    id: 1925,
    value: 1925,
  },
  {
    id: 1924,
    value: 1924,
  },
  {
    id: 1923,
    value: 1923,
  },
  {
    id: 1922,
    value: 1922,
  },
  {
    id: 1921,
    value: 1921,
  },
  {
    id: 1920,
    value: 1920,
  },
  {
    id: 1919,
    value: 1919,
  },
  {
    id: 1918,
    value: 1918,
  },
  {
    id: 1917,
    value: 1917,
  },
  {
    id: 1916,
    value: 1916,
  },
  {
    id: 1915,
    value: 1915,
  },
  {
    id: 1914,
    value: 1914,
  },
  {
    id: 1913,
    value: 1913,
  },
  {
    id: 1912,
    value: 1912,
  },
  {
    id: 1911,
    value: 1911,
  },
  {
    id: 1910,
    value: 1910,
  },
  {
    id: 1909,
    value: 1909,
  },
  {
    id: 1908,
    value: 1908,
  },
  {
    id: 1907,
    value: 1907,
  },
  {
    id: 1906,
    value: 1906,
  },
  {
    id: 1905,
    value: 1905,
  },
  {
    id: 1904,
    value: 1904,
  },
  {
    id: 1903,
    value: 1903,
  },
  {
    id: 1902,
    value: 1902,
  },
  {
    id: 1901,
    value: 1901,
  },
  {
    id: 1900,
    value: 1900,
  },
  {
    id: 1899,
    value: 1899,
  },
  {
    id: 1898,
    value: 1898,
  },
  {
    id: 1897,
    value: 1897,
  },
  {
    id: 1896,
    value: 1896,
  },
  {
    id: 1895,
    value: 1895,
  },
  {
    id: 1894,
    value: 1894,
  },
  {
    id: 1893,
    value: 1893,
  },
  {
    id: 1892,
    value: 1892,
  },
  {
    id: 1891,
    value: 1891,
  },
  {
    id: 1890,
    value: 1890,
  },
];

export const COUNTRIES = [
  {
    id: 1,
    value: 'Россия',
  },
  {
    id: 2,
    value: 'США',
  },
  {
    id: 3,
    value: 'СССР',
  },
  {
    id: 4,
    value: 'Австралия',
  },
  {
    id: 5,
    value: 'Австрия',
  },
  {
    id: 6,
    value: 'Азербайджан',
  },
  {
    id: 7,
    value: 'Албания',
  },
  {
    id: 8,
    value: 'Алжир',
  },
  {
    id: 9,
    value: 'Американское Самоа',
  },
  {
    id: 10,
    value: 'Ангола',
  },
  {
    id: 11,
    value: 'Андорра',
  },
  {
    id: 12,
    value: 'Антарктида',
  },
  {
    id: 13,
    value: 'Антигуа и Барбуда',
  },
  {
    id: 14,
    value: 'Антильские Острова',
  },
  {
    id: 15,
    value: 'Аргентина',
  },
  {
    id: 16,
    value: 'Армения',
  },
  {
    id: 17,
    value: 'Аруба',
  },
  {
    id: 18,
    value: 'Афганистан',
  },
  {
    id: 19,
    value: 'Багамы',
  },
  {
    id: 20,
    value: 'Бангладеш',
  },
  {
    id: 21,
    value: 'Барбадос',
  },
  {
    id: 22,
    value: 'Бахрейн',
  },
  {
    id: 23,
    value: 'Беларусь',
  },
  {
    id: 24,
    value: 'Белиз',
  },
  {
    id: 25,
    value: 'Бельгия',
  },
  {
    id: 26,
    value: 'Бенин',
  },
  {
    id: 27,
    value: 'Берег Слоновой кости',
  },
  {
    id: 28,
    value: 'Бермуды',
  },
  {
    id: 29,
    value: 'Бирма',
  },
  {
    id: 30,
    value: 'Болгария',
  },
  {
    id: 31,
    value: 'Боливия',
  },
  {
    id: 32,
    value: 'Босния',
  },
  {
    id: 33,
    value: 'Босния и Герцеговина',
  },
  {
    id: 34,
    value: 'Ботсвана',
  },
  {
    id: 35,
    value: 'Бразилия',
  },
  {
    id: 36,
    value: 'Бруней-Даруссалам',
  },
  {
    id: 37,
    value: 'Буркина-Фасо',
  },
  {
    id: 38,
    value: 'Бурунди',
  },
  {
    id: 39,
    value: 'Бутан',
  },
  {
    id: 40,
    value: 'Вануату',
  },
  {
    id: 41,
    value: 'Ватикан',
  },
  {
    id: 42,
    value: 'Великобритания',
  },
  {
    id: 43,
    value: 'Венгрия',
  },
  {
    id: 44,
    value: 'Венесуэла',
  },
  {
    id: 45,
    value: 'Виргинские Острова (Великобритания)',
  },
  {
    id: 46,
    value: 'Виргинские Острова (США)',
  },
  {
    id: 47,
    value: 'Внешние малые острова США',
  },
  {
    id: 48,
    value: 'Вьетнам',
  },
  {
    id: 49,
    value: 'Вьетнам Северный',
  },
  {
    id: 50,
    value: 'Габон',
  },
  {
    id: 51,
    value: 'Гаити',
  },
  {
    id: 52,
    value: 'Гайана',
  },
  {
    id: 53,
    value: 'Гамбия',
  },
  {
    id: 54,
    value: 'Гана',
  },
  {
    id: 55,
    value: 'Гваделупа',
  },
  {
    id: 56,
    value: 'Гватемала',
  },
  {
    id: 57,
    value: 'Гвинея',
  },
  {
    id: 58,
    value: 'Гвинея-Бисау',
  },
  {
    id: 59,
    value: 'Германия',
  },
  {
    id: 60,
    value: 'Германия (ГДР)',
  },
  {
    id: 61,
    value: 'Германия (ФРГ)',
  },
  {
    id: 62,
    value: 'Гибралтар',
  },
  {
    id: 63,
    value: 'Гондурас',
  },
  {
    id: 64,
    value: 'Гонконг',
  },
  {
    id: 65,
    value: 'Гренада',
  },
  {
    id: 66,
    value: 'Гренландия',
  },
  {
    id: 67,
    value: 'Греция',
  },
  {
    id: 68,
    value: 'Грузия',
  },
  {
    id: 69,
    value: 'Гуам',
  },
  {
    id: 70,
    value: 'Дания',
  },
  {
    id: 71,
    value: 'Джибути',
  },
  {
    id: 72,
    value: 'Доминика',
  },
  {
    id: 73,
    value: 'Доминикана',
  },
  {
    id: 74,
    value: 'Египет',
  },
  {
    id: 75,
    value: 'Заир',
  },
  {
    id: 76,
    value: 'Замбия',
  },
  {
    id: 77,
    value: 'Западная Сахара',
  },
  {
    id: 78,
    value: 'Зимбабве',
  },
  {
    id: 79,
    value: 'Израиль',
  },
  {
    id: 80,
    value: 'Индия',
  },
  {
    id: 81,
    value: 'Индонезия',
  },
  {
    id: 82,
    value: 'Иордания',
  },
  {
    id: 83,
    value: 'Ирак',
  },
  {
    id: 84,
    value: 'Иран',
  },
  {
    id: 85,
    value: 'Ирландия',
  },
  {
    id: 86,
    value: 'Исландия',
  },
  {
    id: 87,
    value: 'Испания',
  },
  {
    id: 88,
    value: 'Италия',
  },
  {
    id: 89,
    value: 'Йемен',
  },
  {
    id: 90,
    value: 'Кабо-Верде',
  },
  {
    id: 91,
    value: 'Казахстан',
  },
  {
    id: 92,
    value: 'Каймановы острова',
  },
  {
    id: 93,
    value: 'Камбоджа',
  },
  {
    id: 94,
    value: 'Камерун',
  },
  {
    id: 95,
    value: 'Канада',
  },
  {
    id: 96,
    value: 'Катар',
  },
  {
    id: 97,
    value: 'Кения',
  },
  {
    id: 98,
    value: 'Кипр',
  },
  {
    id: 99,
    value: 'Кирибати',
  },
  {
    id: 100,
    value: 'Китай',
  },
  {
    id: 101,
    value: 'Колумбия',
  },
  {
    id: 102,
    value: 'Коморы',
  },
  {
    id: 103,
    value: 'Конго',
  },
  {
    id: 104,
    value: 'Конго (ДРК)',
  },
  {
    id: 105,
    value: 'Корея',
  },
  {
    id: 106,
    value: 'Корея Северная',
  },
  {
    id: 107,
    value: 'Корея Южная',
  },
  {
    id: 108,
    value: 'Косово',
  },
  {
    id: 109,
    value: 'Коста-Рика',
  },
  {
    id: 110,
    value: 'Кот-д’Ивуар',
  },
  {
    id: 111,
    value: 'Куба',
  },
  {
    id: 112,
    value: 'Кувейт',
  },
  {
    id: 113,
    value: 'Кыргызстан',
  },
  {
    id: 114,
    value: 'Лаос',
  },
  {
    id: 115,
    value: 'Латвия',
  },
  {
    id: 116,
    value: 'Лесото',
  },
  {
    id: 117,
    value: 'Либерия',
  },
  {
    id: 118,
    value: 'Ливан',
  },
  {
    id: 119,
    value: 'Ливия',
  },
  {
    id: 120,
    value: 'Литва',
  },
  {
    id: 121,
    value: 'Лихтенштейн',
  },
  {
    id: 122,
    value: 'Люксембург',
  },
  {
    id: 123,
    value: 'Маврикий',
  },
  {
    id: 124,
    value: 'Мавритания',
  },
  {
    id: 125,
    value: 'Мадагаскар',
  },
  {
    id: 126,
    value: 'Макао',
  },
  {
    id: 127,
    value: 'Македония',
  },
  {
    id: 128,
    value: 'Малави',
  },
  {
    id: 129,
    value: 'Малайзия',
  },
  {
    id: 130,
    value: 'Мали',
  },
  {
    id: 131,
    value: 'Мальдивы',
  },
  {
    id: 132,
    value: 'Мальта',
  },
  {
    id: 133,
    value: 'Марокко',
  },
  {
    id: 134,
    value: 'Мартиника',
  },
  {
    id: 135,
    value: 'Маршалловы острова',
  },
  {
    id: 136,
    value: 'Масаи',
  },
  {
    id: 137,
    value: 'Мексика',
  },
  {
    id: 138,
    value: 'Мелкие отдаленные острова США',
  },
  {
    id: 139,
    value: 'Мозамбик',
  },
  {
    id: 140,
    value: 'Молдова',
  },
  {
    id: 141,
    value: 'Монако',
  },
  {
    id: 142,
    value: 'Монголия',
  },
  {
    id: 143,
    value: 'Монтсеррат',
  },
  {
    id: 144,
    value: 'Мьянма',
  },
  {
    id: 145,
    value: 'Намибия',
  },
  {
    id: 146,
    value: 'Непал',
  },
  {
    id: 147,
    value: 'Нигер',
  },
  {
    id: 148,
    value: 'Нигерия',
  },
  {
    id: 149,
    value: 'Нидерланды',
  },
  {
    id: 150,
    value: 'Никарагуа',
  },
  {
    id: 151,
    value: 'Новая Зеландия',
  },
  {
    id: 152,
    value: 'Новая Каледония',
  },
  {
    id: 153,
    value: 'Норвегия',
  },
  {
    id: 154,
    value: 'ОАЭ',
  },
  {
    id: 155,
    value: 'Оккупированная Палестинская территория',
  },
  {
    id: 156,
    value: 'Оман',
  },
  {
    id: 157,
    value: 'Остров Мэн',
  },
  {
    id: 158,
    value: 'Остров Святой Елены',
  },
  {
    id: 159,
    value: 'Острова Кука',
  },
  {
    id: 160,
    value: 'острова Теркс и Кайкос',
  },
  {
    id: 161,
    value: 'Пакистан',
  },
  {
    id: 162,
    value: 'Палау',
  },
  {
    id: 163,
    value: 'Палестина',
  },
  {
    id: 164,
    value: 'Панама',
  },
  {
    id: 165,
    value: 'Папуа - Новая Гвинея',
  },
  {
    id: 166,
    value: 'Парагвай',
  },
  {
    id: 167,
    value: 'Перу',
  },
  {
    id: 168,
    value: 'Польша',
  },
  {
    id: 169,
    value: 'Португалия',
  },
  {
    id: 170,
    value: 'Пуэрто Рико',
  },
  {
    id: 171,
    value: 'Реюньон',
  },
  {
    id: 172,
    value: 'Российская империя',
  },
  {
    id: 173,
    value: 'Россия',
  },
  {
    id: 174,
    value: 'Руанда',
  },
  {
    id: 175,
    value: 'Румыния',
  },
  {
    id: 176,
    value: 'Сальвадор',
  },
  {
    id: 177,
    value: 'Самоа',
  },
  {
    id: 178,
    value: 'Сан-Марино',
  },
  {
    id: 179,
    value: 'Сан-Томе и Принсипи',
  },
  {
    id: 180,
    value: 'Саудовская Аравия',
  },
  {
    id: 181,
    value: 'Свазиленд',
  },
  {
    id: 182,
    value: 'Северная Македония',
  },
  {
    id: 183,
    value: 'Сейшельские острова',
  },
  {
    id: 184,
    value: 'Сенегал',
  },
  {
    id: 185,
    value: 'Сент-Винсент и Гренадины',
  },
  {
    id: 186,
    value: 'Сент-Китс и Невис',
  },
  {
    id: 187,
    value: 'Сент-Люсия ',
  },
  {
    id: 188,
    value: 'Сербия',
  },
  {
    id: 189,
    value: 'Сербия и Черногория',
  },
  {
    id: 190,
    value: 'Сиам',
  },
  {
    id: 191,
    value: 'Сингапур',
  },
  {
    id: 192,
    value: 'Сирия',
  },
  {
    id: 193,
    value: 'Словакия',
  },
  {
    id: 194,
    value: 'Словения',
  },
  {
    id: 195,
    value: 'Соломоновы Острова',
  },
  {
    id: 196,
    value: 'Сомали',
  },
  {
    id: 197,
    value: 'СССР',
  },
  {
    id: 198,
    value: 'Судан',
  },
  {
    id: 199,
    value: 'Суринам',
  },
  {
    id: 200,
    value: 'США',
  },
  {
    id: 201,
    value: 'Сьерра-Леоне',
  },
  {
    id: 202,
    value: 'Таджикистан',
  },
  {
    id: 203,
    value: 'Таиланд',
  },
  {
    id: 204,
    value: 'Тайвань',
  },
  {
    id: 205,
    value: 'Танзания',
  },
  {
    id: 206,
    value: 'Тимор-Лесте',
  },
  {
    id: 207,
    value: 'Того',
  },
  {
    id: 208,
    value: 'Тонга',
  },
  {
    id: 209,
    value: 'Тринидад и Тобаго',
  },
  {
    id: 210,
    value: 'Тувалу',
  },
  {
    id: 211,
    value: 'Тунис',
  },
  {
    id: 212,
    value: 'Туркменистан',
  },
  {
    id: 213,
    value: 'Турция',
  },
  {
    id: 214,
    value: 'Уганда',
  },
  {
    id: 215,
    value: 'Узбекистан',
  },
  {
    id: 216,
    value: 'Украина',
  },
  {
    id: 217,
    value: 'Уоллис и Футуна',
  },
  {
    id: 218,
    value: 'Уругвай',
  },
  {
    id: 219,
    value: 'Фарерские острова',
  },
  {
    id: 220,
    value: 'Федеративные Штаты Микронезии',
  },
  {
    id: 221,
    value: 'Фиджи',
  },
  {
    id: 222,
    value: 'Филиппины',
  },
  {
    id: 223,
    value: 'Финляндия',
  },
  {
    id: 224,
    value: 'Фолклендские острова',
  },
  {
    id: 225,
    value: 'Франция',
  },
  {
    id: 226,
    value: 'Французская Гвиана',
  },
  {
    id: 227,
    value: 'Французская Полинезия',
  },
  {
    id: 228,
    value: 'Хорватия',
  },
  {
    id: 229,
    value: 'ЦАР',
  },
  {
    id: 230,
    value: 'Чад',
  },
  {
    id: 231,
    value: 'Черногория',
  },
  {
    id: 232,
    value: 'Чехия',
  },
  {
    id: 233,
    value: 'Чехословакия',
  },
  {
    id: 234,
    value: 'Чили',
  },
  {
    id: 235,
    value: 'Швейцария',
  },
  {
    id: 236,
    value: 'Швеция',
  },
  {
    id: 237,
    value: 'Шпицберген и Ян-Майен',
  },
  {
    id: 238,
    value: 'Шри-Ланка',
  },
  {
    id: 239,
    value: 'Эквадор',
  },
  {
    id: 240,
    value: 'Экваториальная Гвинея',
  },
  {
    id: 241,
    value: 'Эритрея',
  },
  {
    id: 242,
    value: 'Эстония',
  },
  {
    id: 243,
    value: 'Эфиопия',
  },
  {
    id: 244,
    value: 'ЮАР',
  },
  {
    id: 245,
    value: 'Югославия',
  },
  {
    id: 246,
    value: 'Югославия (ФР)',
  },
  {
    id: 247,
    value: 'Ямайка',
  },
  {
    id: 248,
    value: 'Япония',
  },
];

export const AGES = [
  {
    id: 18,
    value: 18,
    text: 'От 18 лет',
  },
  {
    id: 16,
    value: 16,
    text: 'От 16 лет',
  },
  {
    id: 14,
    value: 14,
    text: 'От 14 лет',
  },
  {
    id: 12,
    value: 12,
    text: 'До 12 лет',
  },
];

export const GENRES = [
  {
    id: 0,
    value: 'аниме',
    text: 'аниме',
  },
  {
    id: 1,
    value: 'биография',
    text: 'биография',
  },
  {
    id: 2,
    value: 'боевик',
    text: 'боевик',
  },
  {
    id: 3,
    value: 'вестерн',
    text: 'вестерн',
  },
  {
    id: 4,
    value: 'военный',
    text: 'военный',
  },
  {
    id: 5,
    value: 'детектив',
    text: 'детектив',
  },
  {
    id: 6,
    value: 'детский',
    text: 'детский',
  },
  {
    id: 7,
    value: 'документальный',
    text: 'документальный',
  },
  {
    id: 8,
    value: 'драма',
    text: 'драма',
  },
  {
    id: 9,
    value: 'история',
    text: 'история',
  },
  {
    id: 10,
    value: 'комедия',
    text: 'комедия',
  },
  {
    id: 11,
    value: 'короткометражка',
    text: 'короткометражка',
  },
  {
    id: 12,
    value: 'криминал',
    text: 'криминал',
  },
  {
    id: 13,
    value: 'мелодрама',
    text: 'мелодрама',
  },
  {
    id: 14,
    value: 'музыка',
    text: 'музыка',
  },
  {
    id: 15,
    value: 'мультфильм',
    text: 'мультфильм',
  },
  {
    id: 16,
    value: 'мюзикл',
    text: 'мюзикл',
  },
  {
    id: 17,
    value: 'приключения',
    text: 'приключения',
  },
  {
    id: 18,
    value: 'семейный',
    text: 'семейный',
  },
  {
    id: 19,
    value: 'спорт',
    text: 'спорт',
  },
  {
    id: 20,
    value: 'триллер',
    text: 'триллер',
  },
  {
    id: 21,
    value: 'ужасы',
    text: 'ужасы',
  },
  {
    id: 22,
    value: 'фантастика',
    text: 'фантастика',
  },
  {
    id: 23,
    value: 'фильм-нуар',
    text: 'фильм-нуар',
  },
  {
    id: 24,
    value: 'фэнтези',
    text: 'фэнтези',
  },
];

export const TYPE = [
  {
    id: 1,
    value: 'movie',
    text: 'Фильм',
  },
  {
    id: 2,
    value: 'tv-series',
    text: 'Сериал',
  },
  {
    id: 3,
    value: 'cartoon',
    text: 'Мультфильм',
  },
  {
    id: 4,
    value: 'animated-series',
    text: 'Анимационный сериал',
  },
  {
    id: 5,
    value: 'anime',
    text: 'Аниме',
  },
];

export const RATING = [
  {
    id: 1,
    value: 1,
  },
  {
    id: 2,
    value: 2,
  },
  {
    id: 3,
    value: 3,
  },
  {
    id: 4,
    value: 4,
  },
  {
    id: 5,
    value: 5,
  },
  {
    id: 6,
    value: 6,
  },
  {
    id: 7,
    value: 7,
  },
  {
    id: 8,
    value: 8,
  },
  {
    id: 9,
    value: 9,
  },
  {
    id: 10,
    value: 10,
  },
];
